Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvHistoryTransfer/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# CURRENT_DEVICE_IS_INACTIVE_VIEW_DESCRIPTION
source: You cannot use the selected transfer method, but you can still transfer messages from this device using a zip file or a transfer between iPhones or iPads.
de: Die von Ihnen ausgewählte Übertragungsmethode kann nicht verwendet werden, aber Sie können weiterhin Nachrichten von diesem Gerät übertragen, indem Sie eine Zip-Datei verwenden oder eine Übertragung zwischen iPhones oder iPads durchführen.
es: No puedes usar el método de transferencia seleccionado, pero aún puedes transferir mensajes desde este dispositivo usando un archivo ZIP o una transferencia entre iPhones o iPads.
fr: La méthode de transfert sélectionnée n’est pas disponible, mais vous pouvez toujours transférer vos messages depuis cet appareil à l’aide d’un fichier zip ou d’un transfert entre iPhone ou iPad.
it: Non è possibile utilizzare il metodo di trasferimento selezionato, ma è comunque possibile trasferire i messaggi da questo dispositivo utilizzando un file zip o effettuando il trasferimento tra iPhone o iPad.
ja: 選択した転送方法を使用できません。ただし、このデバイスからメッセージを ZIP ファイルで転送したり、iPhone または iPad 間の転送を実行したりすることは可能です。
ko: 선택한 전송 방법을 사용할 수 없습니다. 대신 이 장치에서 메시지를 압축 파일로 전송하거나 iPhone 또는 iPad 간에 전송할 수 있습니다.
pt_br: Você não pode usar o método de transferência selecionado, mas ainda pode transferir mensagens deste dispositivo usando um arquivo zip ou uma transferência entre iPhones ou iPads.
pt_pt: Não pode utilizar o método de transferência selecionado, mas ainda pode transferir mensagens deste dispositivo utilizando um ficheiro zip ou uma transferência entre iPhones ou iPads.
ru: Вы не можете использовать выбранный метод передачи, но вы все еще можете передавать сообщения с этого устройства, используя ZIP-файл или передавая их между iPhone или iPad.
uk: Ви не можете використовувати обраний метод передачі даних, але ви все ще можете передавати повідомлення з цього пристрою, використовуючи zip-файл або передачу даних між iPhone або iPad.
zh_hans: 您无法使用所选的传输方式，但您仍然可以使用压缩文件或在 iPhone 或 iPad 之间进行传输来从此设备传输消息。

# CURRENT_DEVICE_IS_INACTIVE_VIEW_TITLE
source: The chosen profile is inactive on this device
de: Das ausgewählte Profil ist auf diesem Gerät inaktiv.
es: El perfil seleccionado está inactivo en este dispositivo
fr: Le profil choisi est inactif sur cet appareil
it: Il profilo selezionato è inattivo su questo dispositivo
ja: 選択したプロフィールは、このデバイスでは利用できません
ko: 선택한 프로필이 이 기기에서 비활성화되었습니다.
pt_br: O perfil selecionado está inativo neste dispositivo
pt_pt: O perfil selecionado está inativo neste dispositivo
ru: Выбранный профиль неактивен на этом устройстве
uk: Обраний профіль неактивний на цьому пристрої
zh_hans: 您选择的资料在当前设备上已停用

# DEVICE_WITH_NO_NAME
source: Unknown device
de: Unbekanntes Gerät
es: Dispositivo desconocido
fr: Appareil inconnu
it: Dispositivo sconosciuto
ja: 不明なデバイス
ko: 알 수 없는 기기
pt_br: Dispositivo desconhecido
pt_pt: Dispositivo desconhecido
ru: Неизвестное устройство
uk: Невідомий пристрій
zh_hans: 未知设备

source: Dismiss
de: Schließen
es: Descartar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_pt: Descartar
ru: Отменить
uk: Закрити
zh_hans: 关闭

# DONE_EXPORT_VIEW_SUBTITLE_EXPORT_%lld_ATTACHMENTS_COULD_NOT_BE_SENT
source: %lld attachments could not be sent.
de: %lld Anhänge konnten nicht gesendet werden.
es: No se pudieron enviar %lld archivos adjuntos.
fr: %lld pièces jointes n’ont pas pu être transférées.
it: Non è stato possibile inviare %lld allegati.
ja: %lld件の添付ファイルの送信に失敗しました。
ko: %lld개의 첨부 파일을 보낼 수 없습니다.
pt_br: %lld anexos não puderam ser enviados.
pt_pt: %lld anexos não foram possíveis de enviar.
ru: %lld вложений не удалось отправить.
uk: Не вдалося надіслати %lld додатки.
zh_hans: 有 %lld 个附件无法发送。

# DONE_EXPORT_VIEW_SUBTITLE_EXPORT_CANCELLED_BY_USER
source: The transfer was interrupted. You can resume it anytime. Already sent items won’t need to be transferred again.
de: Die Übertragung wurde unterbrochen. Sie können sie jederzeit fortsetzen. Bereits gesendete Elemente müssen nicht erneut übertragen werden.
es: La transferencia se interrumpió. Puedes reanudarla en cualquier momento. Los elementos que ya se enviaron no necesitarán ser transferidos de nuevo.
fr: Le transfert a été interrompu. Vous pouvez le reprendre à tout moment. Les éléments déjà envoyés ne seront pas transférés à nouveau.
it: Il trasferimento è stato interrotto. Puoi riprenderlo in qualsiasi momento. Gli elementi già inviati non dovranno essere trasferiti di nuovo.
ja: 転送が中断されました。いつでも再開できます。すでに送信済みの項目は、再度転送する必要はありません。
ko: 전송이 중단되었습니다. 언제든지 다시 시작할 수 있습니다. 이미 전송된 항목은 다시 전송할 필요가 없습니다.
pt_br: A transferência foi interrompida. Você pode retomá-la a qualquer momento. Os itens já enviados não precisarão ser transferidos novamente.
pt_pt: A transferência foi interrompida. Pode retomar a transferência a qualquer momento. Os itens já enviados não precisarão de ser transferidos novamente.
ru: Передача была прервана. Вы можете возобновить ее в любое время. Элементы, которые уже были отправлены, не будут передаваться повторно.
uk: Передачу було перервано. Ви можете відновити її в будь-який момент. Елементи, які вже були відправлені, не потрібно буде передавати повторно.
zh_hans: 传输中断。您可以随时恢复。已发送的项目无需再次传输。

# DONE_EXPORT_VIEW_SUBTITLE_EXPORT_FAILED
source: The transfer failed. You can resume it anytime. Already sent items won’t need to be transferred again.
de: Die Übertragung ist fehlgeschlagen. Sie können sie jederzeit fortsetzen. Bereits gesendete Elemente müssen nicht erneut übertragen werden.
es: La transferencia falló. Puedes reintentarla en cualquier momento. Los elementos que ya se enviaron no tendrán que volver a transferirse.
fr: Le transfert a échoué. Vous pouvez le reprendre à tout moment. Les éléments déjà envoyés ne seront pas transférés à nouveau.
it: Il trasferimento non è andato a buon fine. Puoi riprenderlo in qualsiasi momento. Gli elementi già inviati non dovranno essere trasferiti di nuovo.
ja: 転送に失敗しました。いつでも再開できます。すでに送信されたアイテムは、再度転送する必要はありません。
ko: 전송에 실패했습니다. 언제든지 다시 시도할 수 있습니다. 이미 전송된 항목은 다시 전송할 필요가 없습니다.
pt_br: A transferência falhou. Você pode retomá-la a qualquer momento. Os itens que já foram enviados não precisarão ser transferidos novamente.
pt_pt: A transferência falhou. Pode retomar a qualquer momento. Os itens já enviados não precisarão de ser transferidos novamente.
ru: Передача данных не удалась. Вы можете возобновить ее в любое время. Элементы, которые уже были отправлены, повторно передавать не нужно.
uk: Передача не вдалася. Ви можете відновити її в будь-який час. Вже відправлені елементи не потрібно буде передавати повторно.
zh_hans: 传输失败。您可以随时重新开始。已发送的项目无需再次传输。

# DONE_EXPORT_VIEW_SUBTITLE_EXPORT_WAS_SUCCESSFUL
source: Check your destination device to confirm everything arrived safely.
de: Überprüfen Sie auf Ihrem Zielgerät, ob alles sicher angekommen ist.
es: Comprueba tu dispositivo de destino para confirmar que todo se ha recibido correctamente.
fr: Vérifiez votre appareil de destination pour confirmer que tout est bien arrivé.
it: Verifica sul dispositivo di destinazione che tutti i messaggi siano stati ricevuti correttamente.
ja: 相手のデバイスで、メッセージが正常に受信されていることを確認してください。
ko: 대상 기기에서 모든 메시지가 제대로 도착했는지 확인하세요.
pt_br: Verifique o dispositivo de destino para confirmar se tudo foi recebido corretamente.
pt_pt: Verifique o dispositivo de destino para confirmar se tudo foi recebido corretamente.
ru: Проверьте целевое устройство, чтобы убедиться, что все сообщения успешно доставлены.
uk: Перевірте, чи всі повідомлення успішно доставлено на пристрій одержувача.
zh_hans: 请检查您的目标设备，确认所有内容是否已安全送达。

# DONE_EXPORT_VIEW_TITLE_EXPORT_CANCELLED_BY_USER
source: Transfer was interrupted
de: Übertragung wurde unterbrochen
es: La transferencia se interrumpió
fr: Le transfert a été interrompu
it: Il trasferimento è stato interrotto
ja: 転送が中断されました
ko: 전송이 중단되었습니다.
pt_br: A transferência foi interrompida
pt_pt: Transferência interrompida
ru: Передача была прервана
uk: Передавання було перервано
zh_hans: 传输已中断

# DONE_EXPORT_VIEW_TITLE_EXPORT_FAILED
source: Transfer failed
de: Übertragung fehlgeschlagen
es: La transferencia falló
fr: Le transfert a échoué
it: Trasferimento non riuscito
ja: 転送に失敗しました
ko: 전송 실패
pt_br: Transferência falhou
pt_pt: Transferência falhou
ru: Передача не удалась
uk: Передача не вдалася
zh_hans: 传输失败

# DONE_EXPORT_VIEW_TITLE_EXPORT_WAS_SUCCESSFUL
source: Transfer complete on this end!
de: Übertragung auf diesem Gerät abgeschlossen!
es: ¡La transferencia se ha completado en este dispositivo!
fr: Transfert terminé de notre côté !
it: Trasferimento completato da questa parte!
ja: この端末での転送が完了しました！
ko: 이쪽에서 전송이 완료되었습니다!
pt_br: Transferência concluída neste dispositivo!
pt_pt: A transferência foi concluída com sucesso deste lado!
ru: Передача данных завершена с нашей стороны!
uk: Передача даних завершено з цього боку!
zh_hans: 此端已完成传输！

# DONE_IMPORT_VIEW_SUBTITLE_EXPORT_%lld_ATTACHMENTS_COULD_NOT_BE_SENT
source: %lld attachments could not be imported.
de: %lld Anhänge konnten nicht importiert werden.
es: No se pudieron importar %lld archivos adjuntos.
fr: %lld pièces jointes n’ont pas pu être transférées.
it: Non è stato possibile importare %lld allegati.
ja: %lld件の添付ファイルのインポートに失敗しました。
ko: %lld개의 첨부 파일을 가져오는 데 실패했습니다.
pt_br: %lld anexos não puderam ser importados.
pt_pt: %lld anexos não puderam ser importados.
ru: Не удалось импортировать %lld файлов.
uk: Не вдалося імпортувати %lld вкладень.
zh_hans: 有 %lld 个附件无法导入。

# DONE_IMPORT_VIEW_SUBTITLE_EXPORT_CANCELLED_BY_USER
source: The transfer was interrupted. You can resume it anytime. Already sent items won’t need to be transferred again.
de: Die Übertragung wurde unterbrochen. Sie können sie jederzeit fortsetzen. Bereits gesendete Elemente müssen nicht erneut übertragen werden.
es: La transferencia se ha interrumpido. Puedes reanudarla en cualquier momento. Los elementos que ya se enviaron no tendrán que transferirse de nuevo.
fr: Le transfert a été interrompu. Vous pouvez le reprendre quand vous le souhaitez. Les éléments déjà transférés ne seront pas transférés à nouveau.
it: Il trasferimento è stato interrotto. Puoi riprenderlo in qualsiasi momento. Gli elementi già inviati non dovranno essere trasferiti di nuovo.
ja: 転送が中断されました。いつでも再開できます。すでに送信済みの項目は、再度転送する必要はありません。
ko: 전송이 중단되었습니다. 언제든지 다시 시작할 수 있습니다. 이미 전송된 항목은 다시 전송할 필요가 없습니다.
pt_br: A transferência foi interrompida. Você pode retomá-la a qualquer momento. Os itens já enviados não precisarão ser transferidos novamente.
pt_pt: A transferência foi interrompida. Pode retomá-la quando quiser. Os itens já enviados não precisam de ser transferidos novamente.
ru: Передача была прервана. Вы можете возобновить ее в любое время. Элементы, которые уже были отправлены, не нужно будет передавать повторно.
uk: Передачу було перервано. Ви можете відновити її в будь-який час. Елементи, які вже були надіслані, не потрібно передавати повторно.
zh_hans: 传输已中断。您可以随时恢复。已发送的项目无需再次传输。

# DONE_IMPORT_VIEW_SUBTITLE_EXPORT_FAILED
source: The transfer failed. You can resume it anytime. Already sent items won’t need to be transferred again.
de: Die Übertragung ist fehlgeschlagen. Sie können sie jederzeit fortsetzen. Bereits gesendete Elemente müssen nicht erneut übertragen werden.
es: La transferencia falló. Puedes reintentarla en cualquier momento. Los elementos que ya se enviaron no necesitarán ser transferidos nuevamente.
fr: Le transfert a échoué. Vous pouvez le reprendre à tout moment. Les éléments déjà transférés ne seront pas transférés à nouveau.
it: Il trasferimento non è andato a buon fine. Puoi riprenderlo in qualsiasi momento. Gli elementi già inviati non dovranno essere trasferiti nuovamente.
ja: 転送に失敗しました。いつでも再開できます。すでに送信済みの項目は、再度転送する必要はありません。
ko: 전송에 실패했습니다. 언제든지 다시 시도할 수 있습니다. 이미 전송된 항목은 다시 전송할 필요가 없습니다.
pt_br: A transferência falhou. Você pode retomá-la a qualquer momento. Os itens já enviados não precisarão ser transferidos novamente.
pt_pt: A transferência falhou. Pode retomá-la quando quiser. Os itens que já foram enviados não precisam de ser transferidos novamente.
ru: Передача не удалась. Вы можете возобновить ее в любое время. Элементы, которые уже были отправлены, не нужно будет передавать повторно.
uk: Передача не вдалася. Ви можете відновити її будь-якої миті. Вже надіслані елементи не потрібно буде передавати повторно.
zh_hans: 传输失败。您可以随时恢复。已发送的项目将不再需要重新传输。

# DONE_IMPORT_VIEW_SUBTITLE_EXPORT_IDENTITY_MISMATCH
source: The profile you selected does not match the one used to create this history. Please make sure you select the same profile on both devices, or choose the correct profile when importing a history file.
de: Das von Ihnen ausgewählte Profil stimmt nicht mit dem überein, das zum Erstellen dieses Chats verwendet wurde. Bitte stellen Sie sicher, dass Sie auf beiden Geräten dasselbe Profil auswählen, oder wählen Sie beim Importieren einer Chat-Datei das richtige Profil aus.
es: El perfil que seleccionaste no coincide con el que se utilizó para crear este historial. Asegúrate de seleccionar el mismo perfil en ambos dispositivos o elige el perfil correcto al importar un archivo de historial.
fr: Le profil sélectionné ne correspond pas à celui utilisé pour créer cet historique. Veuillez vous assurer de sélectionner le même profil sur les deux appareils, ou de choisir le bon profil lors de l’importation d’un fichier d’historique.
it: Il profilo selezionato non corrisponde a quello utilizzato per creare questa cronologia. Assicurati di selezionare lo stesso profilo su entrambi i dispositivi oppure scegli il profilo corretto quando importi un file di cronologia.
ja: 選択したプロファイルは、この履歴を作成するために使用されたプロファイルと一致しません。両方のデバイスで同じプロファイルを選択しているか、履歴ファイルをインポートする際に正しいプロファイルを選択していることを確認してください。
ko: 선택하신 프로필은 이 대화 기록을 생성하는 데 사용된 프로필과 일치하지 않습니다. 두 장치에서 동일한 프로필을 선택했는지 확인하거나 대화 기록 파일을 가져올 때 올바른 프로필을 선택하세요.
pt_br: O perfil que você selecionou não corresponde ao perfil usado para criar este histórico. Certifique-se de selecionar o mesmo perfil em ambos os dispositivos ou escolha o perfil correto ao importar um arquivo de histórico.
pt_pt: O perfil que selecionou não corresponde ao perfil utilizado para criar este histórico. Certifique-se de que seleciona o mesmo perfil em ambos os dispositivos ou escolha o perfil correto ao importar um ficheiro de histórico.
ru: Выбранный вами профиль не соответствует тому, который использовался для создания этой истории. Пожалуйста, убедитесь, что вы выбрали один и тот же профиль на обоих устройствах, или выберите правильный профиль при импорте файла истории.
uk: Обраний вами профіль не відповідає тому, який використовувався для створення цієї історії. Переконайтеся, що ви вибрали один і той самий профіль на обох пристроях або оберіть правильний профіль під час імпорту файлу історії.
zh_hans: 您选择的个人资料与用于创建此聊天记录的个人资料不匹配。请确保在两台设备上都选择相同的个人资料，或者在导入聊天记录文件时选择正确的个人资料。

# DONE_IMPORT_VIEW_SUBTITLE_EXPORT_WAS_SUCCESSFUL
source: Everything is securely in place.
de: Alles ist sicher und geschützt.
es: Todo está seguro y en su lugar.
fr: Tout est en place.
it: Tutto è stato configurato in modo sicuro.
ja: すべてが安全に保護されています。
ko: 모든 것이 안전하게 저장되었습니다.
pt_br: Tudo está seguro e protegido.
pt_pt: Tudo está seguro e protegido.
ru: Все надежно защищено.
uk: Все надійно захищено.
zh_hans: 所有内容已安全地保存到位。

# DONE_IMPORT_VIEW_TITLE_EXPORT_CANCELLED_BY_USER
source: Transfer was interrupted
de: Übertragung wurde unterbrochen
es: La transferencia se interrumpió
fr: Le transfert a été interrompu
it: Il trasferimento è stato interrotto
ja: 転送が中断されました
ko: 전송이 중단되었습니다.
pt_br: A transferência foi interrompida
pt_pt: A transferência foi interrompida
ru: Передача была прервана
uk: Передача була перервана
zh_hans: 传输已中断

# DONE_IMPORT_VIEW_TITLE_EXPORT_FAILED
source: Transfer failed
de: Übertragung fehlgeschlagen
es: La transferencia falló
fr: Le transfert a échoué
it: Trasferimento non riuscito
ja: 転送に失敗しました
ko: 전송 실패
pt_br: Transferência falhou
pt_pt: Transferência falhou
ru: Передача не удалась
uk: Передача не вдалася
zh_hans: 传输失败

# DONE_IMPORT_VIEW_TITLE_EXPORT_IDENTITY_MISMATCH
source: Profile Mismatch
de: Profil stimmt nicht überein
es: Perfil no coincidente
fr: Les profils ne correspondent pas
it: Profilo non corrispondente
ja: プロファイル情報が一致しません
ko: 프로필 불일치
pt_br: Perfil Incompatível
pt_pt: Perfil Incompatível
ru: Несоответствие профилей
uk: Неспівпадіння профілю
zh_hans: 资料不匹配

# DONE_IMPORT_VIEW_TITLE_EXPORT_WAS_SUCCESSFUL
source: Mission accomplished!
de: Aufgabe erfolgreich erledigt!
es: ¡Misión cumplida!
fr: Mission accomplie !
it: Missione compiuta!
ja: ミッション完了！
ko: 미션 완료!
pt_br: Missão cumprida!
pt_pt: Missão cumprida!
ru: Миссия выполнена!
uk: Завдання виконано!
zh_hans: 任务完成！

# DONE_ZIP_VIEW_TITLE_EXPORT_CANCELLED_BY_USER
source: Zip export cancelled by user
de: Zip-Export durch den Benutzer abgebrochen
es: El usuario canceló la exportación de archivos ZIP
fr: Export zip interrompu par l’utilisateur
it: Esportazione ZIP annullata dall'utente
ja: ユーザーにより、Zip エクスポートがキャンセルされました
ko: 사용자가 압축 내보내기를 취소했습니다.
pt_br: Exportação para ZIP cancelada pelo usuário
pt_pt: Exportação para ficheiro ZIP cancelada pelo utilizador
ru: Экспорт в ZIP отменен пользователем
uk: Експорт у формат Zip скасовано користувачем
zh_hans: 用户已取消压缩导出

# DONE_ZIP_VIEW_TITLE_EXPORT_FAILED
source: Zip export failed
de: Das Exportieren der Chat-Archive ist fehlgeschlagen
es: Error al exportar el archivo ZIP
fr: L’export zip a échoué
it: Esportazione ZIP non riuscita
ja: Zipエクスポートに失敗しました
ko: 압축 내보내기 실패
pt_br: Falha ao exportar o arquivo ZIP
pt_pt: Falha na exportação ZIP
ru: Экспорт в формате ZIP не удался
uk: Експорт у формат ZIP не вдався
zh_hans: 压缩导出失败

# DONE_ZIP_VIEW_TITLE_EXPORT_WAS_SUCCESSFUL
source: Your zip is ready!
de: Deine ZIP-Datei ist fertig!
es: ¡Tu archivo ZIP está listo!
fr: Votre zip est prêt !
it: Il tuo archivio è pronto!
ja: 郵便番号が設定されました！
ko: 귀하의 압축 파일이 준비되었습니다!
pt_br: Seu arquivo ZIP está pronto!
pt_pt: O seu ficheiro zip está pronto!
ru: Ваш архив готов!
uk: Ваш архів готовий!
zh_hans: 您的压缩文件已准备就绪！

# DO_NOT_LEAVE_BUTTON_TITLE
source: Do not leave
de: Nicht verlassen
es: No te vayas
fr: Ne pas quitter
it: Non uscire
ja: 出ていかないで
ko: 떠나지 마세요
pt_br: Não saia
pt_pt: Não saia
ru: Не уходите
uk: Не залишайте
zh_hans: 请勿离开

# DO_NO_INTERRUPT_ZIP_COMPUTATION_BUTTON_TITLE
source: Do not interrupt
de: Nicht unterbrechen
es: No interrumpir
fr: Ne pas interrompre
it: Non interrompere
ja: 中断しないでください
ko: 방해하지 마세요
pt_br: Não interrompa
pt_pt: Não interromper
ru: Не прерывать
uk: Не переривайте
zh_hans: 请勿打扰

# DO_NO_INTERRUPT_ZIP_IMPORT_BUTTON_TITLE
source: Do not interrupt
de: Nicht unterbrechen
es: No interrumpir
fr: Ne pas interrompre
it: Non interrompere
ja: 中断しないでください
ko: 방해하지 마세요
pt_br: Não interrompa
pt_pt: Não interromper
ru: Не прерывать
uk: Не переривайте
zh_hans: 请勿打扰

# EXPLANATION_TITLE_HISTORY_TRANSFER
source: Chat history transfer
de: Chatverlauf übertragen
es: Transferencia del historial de chat
fr: Transfert d’historique des discussions
it: Trasferimento cronologia chat
ja: チャット履歴の移行
ko: 채팅 기록 전송
pt_br: Transferência do histórico de conversas
pt_pt: Transferir histórico de conversas
ru: Перенос истории чатов
uk: Перенесення історії чатів
zh_hans: 聊天记录迁移

# EXPORT_CHAT_HISTORY_HEADER
source: Export your chat history
de: Exportieren Sie Ihren Chatverlauf
es: Exporta el historial de tu conversación
fr: Exporter l’historique de vos discussions
it: Esporta la cronologia delle tue chat
ja: チャット履歴をエクスポート
ko: 채팅 기록을 내보내세요
pt_br: Exporte o histórico de suas conversas
pt_pt: Exporte o histórico das suas conversas
ru: Экспортируйте историю ваших чатов
uk: Експортуйте історію ваших чатів
zh_hans: 导出您的聊天记录

# EXPORT_EXPLANATION
source: Use this option if your are transferring your chat history **from** this device.
de: Wählen Sie diese Option, wenn Sie Ihren Chatverlauf **von** diesem Gerät übertragen möchten.
es: Utilice esta opción si va a transferir su historial de chat **desde** este dispositivo.
fr: Utilisez cette option pour transférer l’historique de vos discussions **depuis** cet appareil.
it: Utilizza questa opzione se stai trasferendo la cronologia delle chat **da** questo dispositivo.
ja: このオプションは、このデバイス**から**チャット履歴を転送する場合に使用します。
ko: 이 옵션은 채팅 기록을 **이 장치에서 다른 장치로** 옮기는 경우에 사용하세요.
pt_br: Use esta opção se você estiver transferindo o histórico de suas conversas **deste** dispositivo.
pt_pt: Use esta opção se estiver a transferir o seu histórico de conversas **para fora** deste dispositivo.
ru: Используйте этот параметр, если вы переносите историю чата **с** этого устройства.
uk: Використовуйте цей параметр, якщо ви переносите історію чату **з** цього пристрою.
zh_hans: 如果您的聊天记录是从此设备**转移**而来，请选择此选项。

# FETCHING_ATTACHMENTS_VIEW_01_IN_PROGRESS
source: Scanning for attachments on this device...
de: Suche auf diesem Gerät nach Anhängen...
es: Buscando archivos adjuntos en este dispositivo...
fr: Recherche des pièces jointes sur cet appareil…
it: Ricerca di allegati su questo dispositivo...
ja: このデバイスで添付ファイルを検索中...
ko: 이 장치에서 첨부 파일을 검색 중입니다...
pt_br: Buscando anexos neste dispositivo...
pt_pt: A pesquisar anexos neste dispositivo...
ru: Поиск вложений на этом устройстве...
uk: Пошук вкладень на цьому пристрої...
zh_hans: 正在此设备上扫描附件...

# FETCHING_ATTACHMENTS_VIEW_02_FOUND_%lld_ATTACHMENTS_REPRESENTING_%@_BYTES
source: Found %1$lld attachments on this device (%2$@ total).
de: %1$lld Dateien wurden auf diesem Gerät gefunden (%2$@ insgesamt).
es: Se encontraron %1$lld archivos adjuntos en este dispositivo (%2$@ en total).
fr: %1$lld pièces jointes trouvées sur cet appareil (pour un total de %2$@).
it: Trovati %1$lld allegati su questo dispositivo (%2$@ in totale).
ja: このデバイスで%1$lld個の添付ファイルが見つかりました（合計：%2$@）。
ko: 이 장치에서 %1$lld개의 첨부 파일을 찾았습니다 (총 %2$@개).
pt_br: Encontrei %1$lld anexos neste dispositivo (%2$@ no total).
pt_pt: Encontrados %1$lld anexos neste dispositivo (%2$@ no total).
ru: На этом устройстве найдено %1$lld вложений (всего %2$@).
uk: Знайдено %1$lld вкладень на цьому пристрої (%2$@ всього).
zh_hans: 在此设备上找到 %1$lld 个附件（共 %2$@）。

# FETCHING_ATTACHMENTS_VIEW_02_FOUND_%lld_ATTACHMENTS_REPRESENTING_ZERO_BYTES
source: Found %1$lld attachments on this device.
de: %1$lld Anhänge auf diesem Gerät gefunden.
es: Se encontraron %1$lld archivos adjuntos en este dispositivo.
fr: %1$lld pièces jointes trouvées sur cet appareil.
it: Trovati %1$lld allegati su questo dispositivo.
ja: このデバイスで%1$lld個の添付ファイルが見つかりました。
ko: 이 장치에서 %1$lld개의 첨부 파일을 찾았습니다.
pt_br: Encontrei %1$lld anexos neste dispositivo.
pt_pt: Encontrados %1$lld anexos neste dispositivo.
ru: На этом устройстве найдено %1$lld вложений.
uk: Знайдено %1$lld вкладень на цьому пристрої.
zh_hans: 在此设备上找到 %1$lld 个附件。

# FETCHING_ATTACHMENTS_VIEW_TITLE
source: Scanning attachments on this device
de: Dateien auf diesem Gerät werden gescannt
es: Buscando archivos adjuntos en este dispositivo
fr: Recherche de pièces jointes sur cet appareil.
it: Scansione degli allegati su questo dispositivo
ja: このデバイスの添付ファイルをスキャンしています
ko: 이 장치에서 첨부 파일을 검색 중입니다.
pt_br: Analisando os anexos neste dispositivo
pt_pt: A analisar os anexos neste dispositivo
ru: Выполняется сканирование файлов на этом устройстве
uk: Сканування вкладень на цьому пристрої
zh_hans: 正在扫描此设备上的附件

# FETCHING_ATTACHMENTS_VIEW_TITLE_DONE
source: Attachments scanned
de: Anhänge wurden durchsucht
es: Archivos adjuntos procesados
fr: Recherche de pièces jointes terminée.
it: Allegati analizzati
ja: 添付ファイルをスキャンしました
ko: 첨부 파일 검사
pt_br: Anexos verificados
pt_pt: Anexos verificados
ru: Вложения проверены
uk: Вкладення проскановано
zh_hans: 已扫描附件
